cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'

brew 'coreutils'
brew 'curl'
brew 'docker'
brew 'grc'
brew 'nvm'
brew 'jq'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'mdless'

cask 'docker'
cask 'font-fira-code'
cask 'firefox'
cask 'google-chrome'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
